[
    {
        "id": 1,
        "name": "Sergio ",
        "rating": 1,
        "review": "I ordered the 10th gen laptop and received a 9th gen laptop"
    },
    {
        "id": 2,
        "name": "Nwokedi N.",
        "rating": 3,
        "review": "Poor battery life, annoying ads on asus apps,..could be better"
    },
    {
        "id": 3,
        "name": "Mike Oliviero",
        "rating": 5,
        "review": "Best Laptop I had in many years. Works great. Dual Monitor is the best for multitasking "
    },
    {
        "id": 4,
        "name": "Kelly A. Gegg",
        "rating": 4,
        "review": " I've had this laptop for less than a week but I've been able to get so much more creative with it!! My blog is improving as I can work on it anywhere! Super easy to carry around with me and work in the car while my hubby drives or at the park or anywhere!!"
    },
    {
        "id": 5,
        "name": "Gus",
        "rating": 5,
        "review": "Nice solid fast PC. It sounds like a small number of users got a bad unit but so far mine is working great. Fast boot 5-10 secs.Cons: should have an SD reader/RAM built in and should offer choice of larger battery although 2 hours is OK for me."
    },
    {
        "id": 6,
        "name": "William Keys",
        "rating": 5,
        "review": "Amazing laptop. I purchased it to do video editing and it beyond perfect. Very fast laptop, lots of memory and perfect for my needs.One person found this helpful "
    },
    {
        "id": 7,
        "name": "David Cung",
        "rating": 4,
        "review": "Powerful and fast machine with amazing features. Love the built in screen extenders and ergonomic keyboard stand. Amazing picture quality and graphics."
    },
    {
        "id": 8,
        "name": "Peter",
        "rating": 5,
        "review": "Best laptop I have ever owned!! "
    },
    {
        "id": 9,
        "name": "Mac",
        "rating": 2,
        "review": "Getting 2nd zenbook , 1st one network adaptor fail, never had that happen so probably a fluke. Love the duel screen. Would have given 5 stars but the 2nd screen is not set at a perfect angle "
    }
]